export const jsonData = [
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 1,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 2,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 3,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 4,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 5,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 6,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    },
    {
        "fees": {
            "world": {
                "value": 947944270,
                "currency": "$"
            },
            "russia": {
                "value": 9400000,
                "currency": "$"
            },
            "usa": {
                "value": 342952511,
                "currency": "$"
            }
        },
        "status": null,
        "externalId": {
            "kpHD": "4edfc8baf73a662bbcff2aee028c3e5f",
            "imdb": "tt0167261",
            "tmdb": 121
        },
        "rating": {
            "kp": 8.601,
            "imdb": 8.8,
            "filmCritics": 8.5,
            "russianFilmCritics": 83.3333,
            "await": null
        },
        "votes": {
            "kp": 547698,
            "imdb": 1709157,
            "filmCritics": 256,
            "russianFilmCritics": 6,
            "await": 0
        },
        "backdrop": {
            "url": "https://imagetmdb.com/t/p/original/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
            "previewUrl": "https://imagetmdb.com/t/p/w500/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg"
        },
        "movieLength": 179,
        "images": {
            "framesCount": 94
        },
        "productionCompanies": [
            {
                "name": "New Line Cinema",
                "url": "https://www.themoviedb.org/t/p/original/iaYpEp3LQmb8AfAtmTvpqd4149c.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/iaYpEp3LQmb8AfAtmTvpqd4149c.png"
            },
            {
                "name": "WingNut Films",
                "url": "https://www.themoviedb.org/t/p/original/6FAuASQHybRkZUk08p9PzSs9ezM.png",
                "previewUrl": "https://www.themoviedb.org/t/p/w500/6FAuASQHybRkZUk08p9PzSs9ezM.png"
            },
            {
                "name": "The Saul Zaentz Company",
                "url": null,
                "previewUrl": null
            }
        ],
        "spokenLanguages": [
            {
                "name": "English",
                "nameEn": "English"
            }
        ],
        "id": 7,
        "type": "movie",
        "name": "Властелин колец: Две крепости",
        "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
        "distributors": {
            "distributor": "Каро-Премьер, UPI",
            "distributorRelease": "Premier Digital, Юниверсал Пикчерс Рус"
        },
        "premiere": {
            "world": "2002-12-05T00:00:00.000Z",
            "russia": "2003-01-22T00:00:00.000Z"
        },
        "slogan": "Приключение продолжается",
        "year": 2002,
        "budget": {
            "value": 94000000,
            "currency": "$"
        },
        "poster": {
            "url": "https://st.kp.yandex.net/images/film_big/312.jpg",
            "previewUrl": "https://st.kp.yandex.net/images/film_iphone/iphone360_312.jpg"
        },
        "facts": [
            {
                "value": "Фильм снят по мотивам романа <a href=\"/name/32384/\" class=\"all\">Джона Рональда Руэла Толкина</a> &laquo;Властелин колец&raquo; (The Lord of the Rings, 1954-1955).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/14741/\" class=\"all\">Стюарт Таунсенд</a> был заменен <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a> спустя некоторое время после начала съёмок, т.к. продюсеры посчитали, что Арагорн должен быть старше.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Впервые Голлум появляется на экране еще в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001), однако его внешний вид отличается от Голлума в «Двух крепостях», т.к. лишь при съёмках второй картины <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> решил, что актерская игра <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> должна найти отражение в создании Голлума. Специалистам из Weta Digital пришлось изменить дизайн Голлума, отсканировав лицо Серкиса, чтобы в дальнейшем учесть его особенности при создании Голлума. Такое радикальное изменение означало, что у Weta Digital было всего два с половиной месяца, чтобы переделать работу, на которую ушло более двух лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/41147/\" class=\"all\">Стивен Синклер</a> указан, как один из сценаристов фильма. Однако он не работал над сценарием трилогии, а был причастен к сценарию дилогии, предложенной студии Miramax, впоследствии расширенной до трех фильмов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы прийти к финальному внешнему виду Голлума, было сделано более 100 макетов и более 1000 эскизов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трупы лошадей были сделаны из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Так как в жилах орков течет черная кровь, их ротовые полости также должны были быть черного цвета. Чтобы добиться необходимого эффекта, актеры, игравшие орков, перед началом съёмок полоскали рот специальным раствором из лакрицы.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота аниматронной куклы Древоборода – 14 футов (примерно 426 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> и <a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> всеми силами пытались добиться номинации <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> на премию «Оскар» в категории «Лучший актер второго плана». Однако согласно правилам академии актер может быть номинирован на роль лишь в том случае, когда он вживую появляется на экране.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В североамериканском прокате фильм заработал $100 миллионов в течение недели, $200 млн. за 12 дней, $300 млн. за 34 дня.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальных титрах указано 559 человек. Однако в расширенной версии фильма финальные титры включают куда больше имен.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Частично миниатюра черных ворот Мордора была сделана из свинца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/29595/\" class=\"all\">Ума Турман</a> и <a href=\"/name/4630/\" class=\"all\">Итан Хоук</a> должны были сыграть Эовин и Фарамира соответственно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> согласился на роль Голлума, не совсем понимая, что ему предстоит делать, т.к. его агент уверял, что ему нужно будет только озвучить персонажа и это займет не более трех недель.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В финальной версии фильма присутствует около 800 кадров со спецэффектами. В расширенной версии их уже 960.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Съёмки различных миниатюр для всей трилогии продолжались 988 дней.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Большая часть декораций Хельмовой пади была сделана из полистирола.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "У <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a> всего три сцены в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> получил роль Фарамира, потому что он внешне похож на <a href=\"/name/28092/\" class=\"all\">Шона Бина</a>, сыгравшего его экранного брата Боромира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На съёмках никогда не присутствовало более 100 урукхаев одновременно.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Обычно лошадей для съёмок фильма берут в аренду, однако создатели «Властелина колец» купили лошадей для главных персонажей картины, чтобы они успели привыкнуть к съёмочной группе.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копья для битвы в Хельмовой пади были сделаны из картонных трубок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кадр, где камера удаляется от тысяч орков и урукхаев, во многом напоминает схожий кадр в «<a href=\"/film/39426/\" class=\"all\">Триумфе воли</a>» (1935).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> согласился на роль в фильме по совету своего отца <a href=\"/name/87473/\" class=\"all\">Джона Эстина</a>, который работал с <a href=\"/name/32383/\" class=\"all\">Питером Джексоном</a> на «<a href=\"/film/5909/\" class=\"all\">Страшилах</a>» (1996).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Трилогия «Властелин колец» заняла 19 место в списке «Лучших семейных фильмов» по версии Channel 4.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга на солдатах Рохана весила 22 килограмма.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Вдохновением к битве в Хельмовой пади для <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> послужила эпическая битва в концовке «<a href=\"/film/17949/\" class=\"all\">Зулусы</a>» (1964).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцену на болоте мертвых снимали на автомобильной стоянке, заполненной водой, где также велись съёмки входа в пещеры Мории в «<a href=\"/film/328/\" class=\"all\">Братстве кольца</a>» (2001).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "11,000 мешков с песком было использовано для строительства декораций болота мертвых.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Тела, лежащие под водой в болоте мертвых, были сделаны из силикона.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Естественной декорацией Эдораса послужил национальный парк Новой Зеландии.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Отчасти вдохновением для создания тощего Голлума создателям служили фигуры <a href=\"/name/778829/\" class=\"all\">Джона Хоу</a> и <a href=\"/name/15865/\" class=\"all\">Игги Попа</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота «миниатюры» Хельмовой пади составляла 7 футов (примерно 214 сантиметров).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Нескольким актерам пришлось вернуться в Новую Зеландию, когда <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> придумал новые сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Крики огромного количества орков в битве в Хельмовой пади записывались на стадионе, на котором находилось 25,000 человек, которые кричали согласно указаниям <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Несмотря на то, что сцены с участием <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> записывались отдельно, он сыграл несколько сцен вместе с <a href=\"/name/20287/\" class=\"all\">Элайджей Вудом</a> и <a href=\"/name/28426/\" class=\"all\">Шоном Эстиным</a>, чтобы они могли представить, каким голосом будет говорить Голлум, а также чтобы дать актерам отправную точку для их игры.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Декорации для битвы в Хельмовой пади были построены в Новой Зеландии в течение семи месяцев.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально роль Эовин была предложена <a href=\"/name/102934/\" class=\"all\">Элисон Дуди</a>, которая отклонила предложение, т.к. у неё недавно родилась вторая дочь.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28426/\" class=\"all\">Шон Эстин</a> снял короткометражку «<a href=\"/film/5503/\" class=\"all\">The Long and Short of It</a>» (2003) во время дополнительных съёмок в Новой Зеландии, используя цифровую камеру высокого разрешения (которой также снимали «<a href=\"/film/844/\" class=\"all\">Звездные войны: Эпизод 2 – Атака клонов</a>» (2002)), которую он позаимствовал у команды из LucasFilm.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Главная дверь в Хельмовой пади была настолько тяжелой и настолько качественно сделана, что <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> пошутил, что если им когда-нибудь придется защищать замок, то он хотел бы, чтобы ребята из Weta построили главные ворота.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В перерывах между дублями <a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> продолжал говорить с британским акцентом. К окончанию съёмок, когда он говорил со своим обычным акцентом, <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> думал, что британский акцент – родной акцент Брэда, а американский – фальшивый.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> озвучил Древоборода.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Дети <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> указаны в титрах в ролях милых роханских детишек.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для монтажа битвы в Хельмовой пади было использовано около двадцати часов отснятого материала.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Карта, на которую смотрят Фарамир и Мадрил, также встречается в книгах <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Чтобы увеличить число всадников Рохана, многих мужчин сыграли загримированные женщины.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28463/\" class=\"all\">Билли Бойд</a> и <a href=\"/name/23240/\" class=\"all\">Доминик Монахэн</a> проводили так много времени на дереве (Древобород), что в перерывах между дублями они писали киносценарий. Более того, их даже не снимали с дерева во время обеденных перерывов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/569830/\" class=\"all\">Алан Ли</a> (художник по эскизам) сыграл воина Рохана, собирающего оружие в Хельмовой пади.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Кольчуга Гимли весила около 30 килограмм.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На бобинах с театральными копиями фильма было написано «Grand Tour».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "«Две крепости» стали первым сиквелом, получившем номинацию на «Оскар»  в категории «Лучший фильм», когда первая картина не выиграла в данной номинации; и третьим сиквелом, номинированным на «Лучший фильм».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При съёмках битвы в Хельмовой пади было настолько много массовки, а съёмки продолжались несколько месяцев, что практически каждый участник массовки и основного актерского состава получил футболку с надписью «Я выжил в Хельмовой пади».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Копии фильмов, показанные в кинотеатрах, были сделаны на основе цифрового трансфера, который предварительно почистили от «шумов» и «зерна», сделав его более «чистым» по сравнению с другими фильмами, шедшими в кинотеатрах.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/55267/\" class=\"all\">Бьорк</a> предлагали записать «Песню Голлума».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Визуализация сцен с Голлумом была настолько сложна и требовательна к техническим ресурсам, что на неё уходило до шести часов при условии, что не меняется план камеры, снимающей Голлума. Поэтому довольно часто сотрудники WETA оставляли компьютеры включенными на всю ночь, чтобы с утра увидеть результат той или иной сцены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "На визуализацию одного кадра Голлума уходило около восьми минут, визуализация одного кадра Древоборода могла занимать до 48 часов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "По словам <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a>, при создании голоса Голлума он пытался воссоздать звук кота, откашливающего шерсть.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Зрачки глаз Голлума говорят о его настроении. У злого Голлума – узкие зрачки, у доброго Голлума зрачки расширены.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/28519/\" class=\"all\">Джон Рис-Дэвис</a> в свое время потерял кончик среднего пальца на левой руке, поэтому специально для фильма сделали протез кончика пальца.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Во время одного из дублей сцены, где Арагорн плывет по реке, <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> чуть не утонул, пробыв под водой слишком долгое время, однако ему удалось выбраться из-под воды.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально кандидатура <a href=\"/name/13143/\" class=\"all\">Бернарда Хилла</a> рассматривалась на роль Гэндальфа.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> получил травму грудной клетки во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фильм посвящен памяти <a href=\"/name/65201/\" class=\"all\">Карла Фрай</a>, <a href=\"/name/1159432/\" class=\"all\">Брайана Бэнггроува</a> и Брента Робба.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "В первый съёмочный день <a href=\"/name/32387/\" class=\"all\">Миранды Отто</a> на площадке, <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> поприветствовала её, сказав: «Я так рада, что в фильме появилась другая женщина».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Из театральной версии была вырезана сцена с участием Денетора, который впервые появляется на экране в «<a href=\"/film/3498/\" class=\"all\">Возвращении короля</a>» (2003). Однако сцену включили в расширенную версию «Две крепости».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "При создании Голлума была разработана новая технология для реалистичного воспроизведения полупрозрачных материалов, которая впоследствии стала использоваться для создания реалистичной кожи человека.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Высота миниатюры &laquo;Башни Ортханк&raquo; составляла 27 футов (примерно 823 сантиметра).",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсену</a> выбили зуб во время съёмок.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/30875/\" class=\"all\">Орландо Блум</a> проходил пробы на роль Фарамира.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 85 место в списке 100 лучших фраз кино по версии «Американского института кино».",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Фраза «моё сокровище» заняла 93 место в списке «100 лучших фраз в истории кино» по версии журнала Premiere в 2007 году.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Роль Эовин была предложена <a href=\"/name/21709/\" class=\"all\">Кейт Уинслет</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/28092/\" class=\"all\">Шон Бин</a> закончил съёмки своих сцен и вернулся в Англию, его попросили приехать в Новую Зеландию, чтобы снять еще одну сцену с участием Боромира, которая должна была пойти в качестве флэшбека в фильме. Однако сцена была исключена из театральной версии фильма, но вошла в расширенную версию.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/7115/\" class=\"all\">Брэд Дуриф</a> для роли сбрил брови. Так как съёмки его сцен были довольно сильно разбросаны во времени, то ему пришлось сбривать брови пять раз за три года.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> проводил в кресле у гримеров до девяти часов, чтобы перевоплотиться в старого Теодена.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "После того как <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> утвердили на роль Голлума, дизайнерам пришлось изменить внешний вид персонажа, чтобы в нем появились черты внешности Энди, и переделать работу, на которую ушло около трех лет.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Сцена, где Арагорн впервые встречается с Арвен, была снята, но <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> так и не нашел место для нее в фильме.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/1492/\" class=\"all\">Дэвида Уэнэма</a> утвердили на роль Фарамира, он еще не прочитал книг <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для создания движений Голлума <a href=\"/name/13176/\" class=\"all\">Энди Серкису</a> очень помогло увлечение скалолазанием.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> пил литрами «Сок Голлума» (смесь меда, лимона и имбиря), чтобы обрести голос Голлума.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Для съёмок фильма было использовано около 200-300 лошадей. Так как во время батальных сцен лошади вполне могли быть ранены, то лошадь и всадник носили специальный костюм такой же, как и у <a href=\"/name/13176/\" class=\"all\">Энди Серкиса</a> для его роли, а съёмки велись в павильонах. После чего лошадь и всадника добавляли в батальную сцену с помощью компьютерных эффектов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда <a href=\"/name/32387/\" class=\"all\">Миранда Отто</a> приехала на съёмочную площадку, то сначала её познакомили с актерами, с которыми у неё больше всего совместных сцен. Когда она встретилась с <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсеном</a>, она так прокомментировала влюбленность своей героини в Арагорна: «Мне будет так просто влюбиться в этого человека!»",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Когда Леголас говорит с Арагорном перед битвой в Хельмовой пади, он упоминает 300 против 10,000, что является ссылкой на битву при Фермопилах, где 300 спартанцев убили 10,000 персов.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Изначально <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a> хотел взять на роль Арагорна либо <a href=\"/name/41494/\" class=\"all\">Дэниэля Дэй-Льюиса</a>, либо <a href=\"/name/10019/\" class=\"all\">Рассела Кроу</a>.",
                "type": "FACT",
                "spoiler": false
            },
            {
                "value": "Студия New Line хотела, чтобы фильм начинался с пролога, рассказанного героиней <a href=\"/name/112/\" class=\"all\">Кейт Бланшетт</a>, чего очень сильно не хотел <a href=\"/name/32383/\" class=\"all\">Питер Джексон</a>. По иронии судьбы, годом ранее студия отказалась от предложения Питера Джексона, чтобы первый фильм трилогии открывался прологом, где повествование шло от лица Галадриэль (Кейт Бланшетт). В конце концов, студия согласилась на пролог в начале первой картины.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Битву в Хельмовой пади снимали четыре месяца. Съёмки проходили только ночью.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Изначально Арвен (<a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a>) должна была быть включена в битву в Хельмовой пади. Данный элемент содержался в первоначальной версии сценария для Miramax, рассчитанной уложить три книги в два фильма. Тайлер даже начала тренироваться для съёмок боевых сцен, однако авторы решили исключить её героиню из битвы и более дословно следовать книге «Две башни», в которой отсутствует Арвен. Однако Арвен всё же появляется в этом фильме в сценах, которые были написаны на основе приложений к книге <a href=\"/name/32384/\" class=\"all\">Дж.Р.Р. Толкина</a>.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ест рыбу, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> жевал леденец в виде рыбы.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В панорамных кадрах, где Леголас, Арагорн и Гимли бегут за орками, все три актера были травмированы. У <a href=\"/name/30875/\" class=\"all\">Орландо Блума</a> был перелом пары ребер, у <a href=\"/name/10779/\" class=\"all\">Вигго Мортесена</a> &#8211; сломан палец на ноге, у Бретт Битти (дублер <a href=\"/name/28519/\" class=\"all\">Джона Риса-Дэвиса</a>) —  повреждение колена.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Среди беженцев в Хельмовой пади можно заметить сестру <a href=\"/name/20287/\" class=\"all\">Элайджи Вуда</a> и сына <a href=\"/name/10779/\" class=\"all\">Вигго Мортенсена</a>. Сын <a href=\"/name/32386/\" class=\"all\">Филиппы Бойенс</a> (одна из сценаристов) сыграл мальчика, передающего Арагорну его меч.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/23361/\" class=\"all\">Барри М. Осборн</a> (исполнительный продюсер) сыграл солдата Рохана, бросающего камень на урукхая в битве в Хельмовой пади.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/569829/\" class=\"all\">Дэна Хенна</a> (художника по костюмам) можно заметить среди людей, одевающихся в кольчуги в Хельмовой пади (смотрите поверх правого плеча Арагорна, когда Леголас говорит: «Они напуганы. Я вижу страх в их глазах»).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Гамлинг (<a href=\"/name/41153/\" class=\"all\">Брюс Хопкинс</a>) и Теоден (<a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a>) готовятся к битве (Гамлинг произносит речь), на входе в комнату спиной к зрителю сидят сыновья Хопкинса, Том и Джо.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> озвучил трех орков, спорящих друг с другом в сцене на опушке Фангорна.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Сцена, где урукхаи втыкают свои копья в землю перед битвой, была добавлена в фильм, после того как Питер Джексон заметил, что каскадеры втыкают копья в землю, когда звучит команда «снято».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В качестве эльфийских лепешек, что едят Сэм и Фродо в начале фильма, использовалось песочное печенье.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В трейлерах картины присутствует сцена, где Эовин готовится атаковать урукхая. Данная сцена отсутствует и в театральной, и в расширенной версиях.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "При съёмках сцены в пещере, где Фарамир поднимает кольцо на своем мече, <a href=\"/name/1492/\" class=\"all\">Дэвид Уэнэм</a> боялся поранить <a href=\"/name/20287/\" class=\"all\">Элайджу Вуда</a>, поэтому его подменял фехтовальщик.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В каждом фильме трилогии произносится название картины. В данном фильме Саруман говорит: «У кого теперь хватит мощи выстоять против армий Изенгарда и Мордора, союза двух крепостей?»",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Количество погибших в фильме: 468.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Мерри и Пиппина несут на спинах урукхаи, <a href=\"/name/28463/\" class=\"all\">Билли Бойда</a> и <a href=\"/name/23240/\" class=\"all\">Доминика Монахэна</a> на самом деле несли на спинах два каскадера, одетые в огромные костюмы, чтобы создать эффект разницы в росте.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Однажды, когда <a href=\"/name/13143/\" class=\"all\">Бернард Хилл</a> был в Англии, к нему подошла женщина и сказала, что у нее недавно умер ребенок, и что родители не должны хоронить своих детей. Разговор настолько сильно повлиял на Хилла, что он попросил добавить данную фразу в сценарий фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "В сцене, где Арагорна выносит на берег реки, и ему является Арвен, изначально <a href=\"/name/22383/\" class=\"all\">Лив Тайлер</a> должна была говорить свой текст на английском языке. Но так как Лив очень нравился эльфийский, вдобавок, оба персонажа и актера говорили на этом языке, она попросила <a href=\"/name/32383/\" class=\"all\">Питера Джексона</a> перевести диалог на эльфийский.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Фраза Гэндальфа: «Битва за Хельмову падь закончена, битва за Средиземье началась», — это перефразированная цитата из речи Уинстона Черчилля от 18 июня 1940 года: «Битва за Францию окончена. Битва за Британию началась».",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Для съёмок сцены, где Голлум ползет и бросается в воду за рыбой, <a href=\"/name/13176/\" class=\"all\">Энди Серкис</a> на самом деле находился в ледяной воде (в ночь перед съёмками прошел сильный снег, который растаял в день съёмок).",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "<a href=\"/name/10779/\" class=\"all\">Вигго Мортенсен</a> сломал два пальца на ноге, когда ударил по металлическому шлему около костра орков. Именно этот дубль вошел в окончательный монтаж фильма.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "С самого начала планировалось, что финальная сцена книги «Две башни» (Фродо и Сэм против Шелоб) войдет в третий фильм.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда Фродо и Сэм находятся в Осгилиате, Сэм говорит: «Нас даже не должно здесь быть». Данная фраза была намеренно добавлена в фильм, чтобы сгладить расхождения между событиями фильма и книги. В книге Сэм и Фродо никогда не проходили через Осгилиат.",
                "type": "FACT",
                "spoiler": true
            },
            {
                "value": "Когда в самом начале битвы в Хельмовой пади Урук-хаи начинают поднимать лестницы к стенам, на вершине каждой лестницы уже сидит по одному берсекеру, готовому прыгнуть в строй противника, но в следующем кадре видно, как несколько лестниц уже стоят у стен, и ни одного берсекера среди эльфов не видно, и эльфы, стоя в строю, только приготовились к рукопашной.",
                "type": "BLOOPER",
                "spoiler": true
            }
        ],
        "genres": [
            {
                "name": "фэнтези"
            },
            {
                "name": "приключения"
            },
            {
                "name": "драма"
            },
            {
                "name": "боевик"
            }
        ],
        "countries": [
            {
                "name": "Новая Зеландия"
            },
            {
                "name": "США"
            }
        ],
        "videos": {
            "trailers": [
                {
                    "url": "https://www.youtube.com/embed/nuTU5XcZTLA",
                    "name": "The Two Towers | The Lord of the Rings 4K Ultra HD | Warner Bros. Entertainment",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/-PAGAOrv6UI",
                    "name": "The Lord of the Rings: The Two Towers (2002) Trailer",
                    "site": "youtube",
                    "type": "TRAILER"
                },
                {
                    "url": "https://www.youtube.com/embed/Ynxi7kx9dVI",
                    "name": "Властелин колец: Две крепости - Трейлер",
                    "site": "youtube",
                    "type": "TRAILER"
                }
            ],
            "teasers": []
        },
        "seasonsInfo": [],
        "persons": [
            {
                "id": 20287,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_20287.jpg",
                "name": "Элайджа Вуд",
                "enName": "Elijah Wood",
                "description": "Frodo",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 8215,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_8215.jpg",
                "name": "Иэн Маккеллен",
                "enName": "Ian McKellen",
                "description": "Gandalf",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 10779,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_10779.jpg",
                "name": "Вигго Мортенсен",
                "enName": "Viggo Mortensen",
                "description": "Aragorn",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 22383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_22383.jpg",
                "name": "Лив Тайлер",
                "enName": "Liv Tyler",
                "description": "Arwen",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28426,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28426.jpg",
                "name": "Шон Эстин",
                "enName": "Sean Astin",
                "description": "Sam",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 112,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_112.jpg",
                "name": "Кейт Бланшетт",
                "enName": "Cate Blanchett",
                "description": "Galadriel",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28519,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28519.jpg",
                "name": "Джон Рис-Дэвис",
                "enName": "John Rhys-Davies",
                "description": null,
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 13143,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_13143.jpg",
                "name": "Бернард Хилл",
                "enName": "Bernard Hill",
                "description": "Theoden",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 21465,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_21465.jpg",
                "name": "Кристофер Ли",
                "enName": "Christopher Lee",
                "description": "Saruman",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 28463,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_28463.jpg",
                "name": "Билли Бойд",
                "enName": "Billy Boyd",
                "description": "Pippin",
                "profession": "актеры",
                "enProfession": "actor"
            },
            {
                "id": 142716,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_142716.jpg",
                "name": "Говард Шор",
                "enName": "Howard Shore",
                "description": null,
                "profession": "композиторы",
                "enProfession": "composer"
            },
            {
                "id": 2010661,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010661.jpg",
                "name": "Джо Бликли",
                "enName": "Joe Bleakley",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2000618,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2000618.jpg",
                "name": "Филип Айви",
                "enName": "Philip Ivey",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 2010818,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_2010818.jpg",
                "name": "Роб Ауттерсайд",
                "enName": "Rob Outterside",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1986638,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1986638.jpg",
                "name": "Марк Робинс",
                "enName": "Mark Robins",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 1238318,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1238318.jpg",
                "name": "Найла Диксон",
                "enName": "Ngila Dickson",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 917061,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_917061.jpg",
                "name": "Ричард Тейлор",
                "enName": "Richard Taylor",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569829,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569829.jpg",
                "name": "Дэн Хенна",
                "enName": "Dan Hennah",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 569830,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_569830.jpg",
                "name": "Алан Ли",
                "enName": "Alan Lee",
                "description": null,
                "profession": "художники",
                "enProfession": "designer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "режиссеры",
                "enProfession": "director"
            },
            {
                "id": 1995795,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1995795.jpg",
                "name": "Майкл Хортон",
                "enName": "Michael Horton",
                "description": null,
                "profession": "монтажеры",
                "enProfession": "editor"
            },
            {
                "id": 225142,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_225142.jpg",
                "name": "Эндрю Лесни",
                "enName": "Andrew Lesnie",
                "description": null,
                "profession": "операторы",
                "enProfession": "operator"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 4972887,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_4972887.jpg",
                "name": null,
                "enName": "Eric Monette",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 23361,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_23361.jpg",
                "name": "Барри М. Осборн",
                "enName": "Barrie M. Osborne",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "продюсеры",
                "enProfession": "producer"
            },
            {
                "id": 1041049,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1041049.jpg",
                "name": "Григорий Анашкин",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 318217,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_318217.jpg",
                "name": "Рогволд Суховерко",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1616606,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1616606.jpg",
                "name": "Алексей Рязанцев",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 238573,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_238573.jpg",
                "name": "Анна Каменкова",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 1079073,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_1079073.jpg",
                "name": "Андрей Бархударов",
                "enName": null,
                "description": null,
                "profession": "актеры дубляжа",
                "enProfession": "voice_actor"
            },
            {
                "id": 32385,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32385.jpg",
                "name": "Фрэн Уолш",
                "enName": "Fran Walsh",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32386,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32386.jpg",
                "name": "Филиппа Бойенс",
                "enName": "Philippa Boyens",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 41147,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_41147.jpg",
                "name": "Стивен Синклер",
                "enName": "Stephen Sinclair",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            },
            {
                "id": 32383,
                "photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_32383.jpg",
                "name": "Питер Джексон",
                "enName": "Peter Jackson",
                "description": null,
                "profession": "редакторы",
                "enProfession": "writer"
            }
        ],
        "lists": [],
        "typeNumber": 1,
        "alternativeName": "The Lord of the Rings: The Two Towers",
        "enName": "The Two Towers",
        "names": [
            {
                "name": "Властелин колец: Две крепости"
            },
            {
                "name": "The Lord of the Rings: The Two Towers"
            },
            {
                "name": "LOTR 2",
                "language": "US",
                "type": null
            },
            {
                "name": "The Two Towers",
                "language": "US",
                "type": "short title"
            },
            {
                "name": "Sagan om de två tornen",
                "language": "SE",
                "type": "short title"
            },
            {
                "name": "Les deux tours",
                "language": "FR",
                "type": "short title"
            },
            {
                "name": "Le Seigneur des Anneaux: Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2：The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "魔戒二部曲：雙城奇謀",
                "language": "HK",
                "type": null
            },
            {
                "name": "Gredzenu pavēlnieks: Divi torņi",
                "language": "LV",
                "type": null
            },
            {
                "name": "Господар на прстените: Двете кули",
                "language": "MK",
                "type": null
            },
            {
                "name": "ศึกหอคอยคู่กู้พิภพ",
                "language": "TH",
                "type": null
            },
            {
                "name": "The Lord of the Rings II: The Two Towers",
                "language": "US",
                "type": "Alternative Title"
            },
            {
                "name": "02 - Le Seigneur des anneaux - Les Deux Tours",
                "language": "FR",
                "type": null
            },
            {
                "name": "ESDLA",
                "language": "ES",
                "type": "short title"
            },
            {
                "name": "Las dos torres",
                "language": "ES",
                "type": null
            },
            {
                "name": "The Lord of the Rings 2: The Two Towers",
                "language": "US",
                "type": null
            },
            {
                "name": "Chúa Tể Của Những Chiếc Nhẫn 2: Hai Tòa Tháp",
                "language": "VN",
                "type": null
            }
        ],
        "ageRating": 12,
        "ratingMpaa": "pg13",
        "updateDates": [
            "2021-10-03T15:50:34.000Z"
        ],
        "updatedAt": "2023-07-03T11:34:50.563Z",
        "imagesInfo": {
            "framesCount": 94
        },
        "shortDescription": "Голлум ведет хоббитов в Мордор, а великие армии готовятся к битве. Вторая часть трилогии, два «Оскара»",
        "technology": {
            "hasImax": false,
            "has3D": false
        },
        "ticketsOnSale": false,
        "sequelsAndPrequels": [
            {
                "id": 328,
                "name": "Властелин колец: Братство Кольца",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Fellowship of the Ring",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a2d5bcae-a1a9-442f-8195-f5373a5ba77f/x1000"
                }
            },
            {
                "id": 3498,
                "name": "Властелин колец: Возвращение короля",
                "enName": null,
                "alternativeName": "The Lord of the Rings: The Return of the King",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e410c71f-baa1-4fe5-bb29-aedb4662f49b/x1000"
                }
            },
            {
                "id": 278522,
                "name": "Хоббит: Нежданное путешествие",
                "enName": null,
                "alternativeName": "The Hobbit: An Unexpected Journey",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/0e569ebd-0639-416b-92c5-2afffbd5d089/x1000"
                }
            },
            {
                "id": 408876,
                "name": "Хоббит: Пустошь Смауга",
                "enName": null,
                "alternativeName": "The Hobbit: The Desolation of Smaug",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/dd195023-81e0-42bc-9b33-e86ac8abf30e/x1000"
                }
            },
            {
                "id": 694633,
                "name": "Хоббит: Битва пяти воинств",
                "enName": null,
                "alternativeName": "The Hobbit: The Battle of the Five Armies",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ee1276c4-6e67-45cd-94db-8bd47bb21da4/x1000"
                }
            }
        ],
        "similarMovies": [
            {
                "id": 464963,
                "name": "Игра престолов",
                "enName": null,
                "alternativeName": "Game of Thrones",
                "type": "tv-series",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/x1000"
                }
            },
            {
                "id": 276762,
                "name": "Гарри Поттер и Дары Смерти: Часть I",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 1",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/66852969-2d21-45de-bae1-62ec7760f756/x1000"
                }
            },
            {
                "id": 407636,
                "name": "Гарри Поттер и Дары Смерти: Часть II",
                "enName": null,
                "alternativeName": "Harry Potter and the Deathly Hallows: Part 2",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/82b5cc4a-18c7-4180-a98a-0c96528d63dd/x1000"
                }
            },
            {
                "id": 89515,
                "name": "Гарри Поттер и Принц-полукровка",
                "enName": null,
                "alternativeName": "Harry Potter and the Half-Blood Prince",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3b4b90e6-0b62-410c-a583-6977df318fbe/x1000"
                }
            },
            {
                "id": 277328,
                "name": "Варкрафт",
                "enName": null,
                "alternativeName": "Warcraft",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/ca9b3d75-622f-4599-9dde-768435f8b666/x1000"
                }
            },
            {
                "id": 4374,
                "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: The Curse of the Black Pearl",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/x1000"
                }
            },
            {
                "id": 279791,
                "name": "Соломон Кейн",
                "enName": null,
                "alternativeName": "Solomon Kane",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b622b52d-cdfc-4b80-ae37-9846bff69eb5/x1000"
                }
            },
            {
                "id": 409776,
                "name": "Легенды ночных стражей",
                "enName": null,
                "alternativeName": "Legend of the Guardians: The Owls of Ga’Hoole",
                "type": "cartoon",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/b8990e8d-0648-434c-99d5-1b7c0d97b074/x1000"
                }
            },
            {
                "id": 102124,
                "name": "Пираты Карибского моря: На краю света",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: At World's End",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/x1000"
                }
            },
            {
                "id": 63991,
                "name": "Пираты Карибского моря: Сундук мертвеца",
                "enName": null,
                "alternativeName": "Pirates of the Caribbean: Dead Man's Chest",
                "type": "movie",
                "poster": {
                    "url": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/orig",
                    "previewUrl": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/x1000"
                }
            }
        ],
        "logo": {
            "url": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001714e8bc03538ec41949c44ef2a71/orig"
        },
        "watchability": {
            "items": []
        },
        "top10": null,
        "top250": 14,
        "audience": [
            {
                "count": 57600000,
                "country": "США"
            },
            {
                "count": 12346686,
                "country": "Великобритания"
            },
            {
                "count": 10041151,
                "country": "Германия"
            }
        ],
        "deletedAt": null,
        "isSeries": false,
        "seriesLength": null,
        "totalSeriesLength": null
    }
]